[{"description": "The project explores alternative methods of architectural lighting and ephemeral phenomena by creating a blank canvas for expression within an otherworldly environment. It can only be fully realized through the participation of its inhabitants, who create temporary collaborative artwork on its surface.  The pavilion is a passage way of varying space and experience through a photoluminescent structure that can be painted with UV light pens creating a temporary glowing image.  The sun will also charge the glowing material, and thereby directly store and re-emit light energy through the night. Visitors are removed from the sensations of the outside world and immersed in a world of interactive color and texture.", "title": "A Light Hazing", "url": "", "contact": "FutureBright.LA@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Matthew GT", "Aaron Zeilegs", "Josh Howell", "Andy Heom", "Quasam Baouni", "Sam Alcorn", "Ben Kalenik"], "artist_location": "Marina Del Rey, CA"}, {"description": "Born out of the recent airship renaissance, and a desire to create an interactive performance art installation, the Airship Victoria blends modern and historical technology to provide a unique spin on airship design and architecture.\n\nThrough the integration of art, science, air, and electricity the operators of the Airship Victoria will create a floating three-dimensional art installation.\n\nThis ambitious project is only the beginning, and we are all excited to see to what heights the Airship Victoria will soar.", "title": "Airship Victoria Prototype X3", "url": "http://www.airshipvictoria.org/Airship_Victoria/Welcome.html", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Kristian Akseth", "Andrew Boyd", "Stacey Reineccius"], "artist_location": "San Francisco, CA"}, {"description": "I can make out the shape of an intricate framework of doors in seemingly constant motion, opening and closing, closing and opening. Figures explore the structure, weaving through its doorways, curious about what it all means.  Above the structure there is a complex tangle of belts and wheels, spinning and turning in an intricate ballet of mechanical functions. The ropes cross in all directions, looping around hoops attached to the doors and connecting each door to several others.", "title": "Another Door", "url": "www.anotherdoorproject.blogspot.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Calen Barca-Hall", "Paul Hempstead"], "artist_location": "Santa Cruz, CA"}, {"description": "AURORA represents the secret clubhouse, the magical wardrobe, the portal from a practical reality into a real life fairy tale connecting and inspiring all of us to play.\n\nA weeping willow tree rises 30ft in the air, its trunk and copper leaves reflecting the sunlight across the desert. The trunk is both solid and transparent, created from tubing bent in sinuous lines and are joined together in a spider web with thousands of hand curved rods. The roots rise out of the ground, creating resting places for people to sit.\n\nDuring the day, AURORA provides a place to rest under its shade. At night, it dazzles the sky with light. The branches outline the willow in spectacular bursts of color. Bands of light pass around the tree: greens, yellows, reds and ambers - a dazzling show that constantly changes as the tree moves through the seasons of its life.", "title": "AURORA", "url": "", "contact": "charlie@burningart.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Charles Gadeken"], "artist_location": "San Francisco, CA"}, {"description": "Strands of helium filled balloons wander the sky both day and night.", "title": "Balloon Chain", "url": "balloonchain.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Robert Bose"], "artist_location": "New York, NY"}, {"description": "Baptême du Feu is a twenty-foot wide spinning platform of steel. Burning wood is dropped from above onto it, send sparks and fire to its perimeter. It symbolizes throwing ones self into the impossible in hopes of it being possible.", "title": "Bapteme du Feu", "url": "totallyawesomewow.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Anton Viditz-Ward"], "artist_location": "Telluride, CO"}, {"description": "Bike Course is a 4-piece bicycle challenge course.", "title": "Bike Course", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Kurt Westerlund"], "artist_location": "Reno, NV"}, {"description": "Billion Jelly Bloom is a Burning Man art project to float an undulating luminous jellyfish bloom through the night playa. Our mobile performer-articulated jellyfish sculptures attract, interact and participate in spontaneous playa encounters.", "title": "Billion Jelly Bloom", "url": "billionjellybloom.org", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Rob Lord"], "artist_location": "San Francisco, CA"}, {"description": "Caged Pulse Jets Rev 2 is an interactive, kinetic sound sculpture. The caged birds are five spinning pulse jet engines of various sizes that create a range of percussive and droning tones. Through a completely new and interactive interface, the public can create sound compositions ranging from the symphonic to the cacophonous while they are held captive by the fiery jets spinning by their own thrust.", "title": "Caged Pulse Jets Rev 2", "url": "", "contact": "spitfire4rg@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Christina Sporrong"], "artist_location": "El Prado, NM"}, {"description": "Charon is a life sized three-dimensional stroboscopic zoetrope focusing on the last rite of human passage, death.\n\nThis piece will physically engage participants in a vigorous genuflection of sorts to bring life to Charon, the gondolier to the afterlife. Charon asks them to reflect on their own mortality and ponder how to give and get the most from their brief time here on earth. The artist\u0092s hope is that they will not dwell on their ultimate demise, but ponder how they might make their own lives richer and more meaningful. Recent losses in the artist\u0092s life give him reason to consider the piece a final farewell and bon voyage to those who are cherished, gone but not forgotten.", "title": "charon", "url": "", "contact": "peter@hudzo.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Peter Hudson"], "artist_location": "San Francisco, CA"}, {"description": "\u0093Chew My Balls\u0094 will playfully engage all of the senses to bring its participants back to their own adolescent experiences.  People will be able to go inside the 17 ft high gum ball machine where there will be hundreds of floating balloons, resembling gumballs.  Before entering, each person will be offered a gumball of their choice.  Once inside, people may dance to the music, play with the gumballs, and chew them.", "title": "Chew My Balls", "url": "", "contact": "hello@lizmedina.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Liz Medina"], "artist_location": "Ridgewood, NY"}, {"description": "Citizens of Black Rock:  City Lights will bring solar powered lighted sculptures to the dark back streets of BRC.\n\nYour corner street signs will be enhanced with its own unique light sculpture.", "title": "City Lights 2011", "url": "", "contact": "citylights@burningtribe.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Gary Long"], "artist_location": "Los Angeles, CA"}, {"description": "", "title": "The Cyclameleon", "url": "", "contact": "tyfu@me.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Tyler Fuqua"], "artist_location": null}, {"description": "By day, a gold and black Viking ship. By night, a dragon breathing fire from its tail and mouth, with flashing neon light throughout its body. The change, from day to night, and the occasional flame all show how variable are our icons, our daily experiences, and how we need constantly need light shed on our experiences.", "title": "Dragon Smelter", "url": "", "contact": "danny1mac@sbcglobal.net", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Danny Macchiari"], "artist_location": "San Francisco, CA"}, {"description": "This is monolithic reliquary that holds a sacred space for the passage of the astral and physical.\n\nI wish to communicate through physical reality the opportunity for anybody to take this passage and awaken to a new potential. You are imbued with inspiration and reflection, by experiencing your own evolution.\n\nAll of your senses will have acknowledged transformation of passage.", "title": "Exsuscitare Traiectus", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Orion Fredericks"], "artist_location": "Oakland, CA"}, {"description": "Face Forward is a super-sized human face in which each of the major muscles and facial functions responsible for the creation of expression is individually controllable from a simple control station.  These stations are arranged in an arc around the face, approximately 30 feet from it.  Groups of people may assume control of the face, and attempt to make it laugh, smile, or make other recognizable expressions.  The possibilities are endless!", "title": "Face Forward", "url": "", "contact": "crobox@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Christian Ristow"], "artist_location": "Carson, NM"}, {"description": "These creatures are wood fired metal fire cauldrons that will stand 12ft tall and will represent four mythic bird creatures. There will be patterns cut into the bodies of the sculptures that will illuminate by internal fire by night. The wings will have designs pattern that will project shadows by day. The headdress of each sculpture will be stylistically designed and represent four regions of the world. these sculptures will surround the man marking four directions 45NE, 135SE, 225SW, 315NE degree marks along the outer edge of the Great circle. These sculptures will serve as congregation areas for the participants of the event to celebrate and tour the C.O.R.E. project. a final transformation of the four birds will take place as they join together as \"ONE\" for a final eruption on Saturday night.", "title": "FIRE BIRDS OF THE FIFTH DIRECTION", "url": "www.howhowhow.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Charlie Smith"], "artist_location": "Atlanta, GA"}, {"description": "True to their philosophy, the Iron Monkeys have again used steel to consecrate space.  The Garden of Monkey Retrospectus is a snapshot of the artistic development of the Iron Monkeys over the past five years and a rebirth of artistic creations from their past.\n\nThe 30\u0092 wide, 60\u0092 long Garden is framed by 6 12\u0092 tall scrollwork steel columns.  Inside the perimeter of the Garden sit sculptures from previous projects:  a Tree Spire (2007), \u0093the hand\u0094 from In'cu-nab\"u·lum (2009), and Zen Fire Gardens from The Crossroads (2010).  All of these pieces have been updated for their encore performance on playa.\n\nDuring the day participants can relax on benches in the Garden, and at night they can warm themselves by the fire from the columns, lay under the flickering flames in \u0093the hand\u0094 or draw in the flaming sand of the Fire Zen Gardens.", "title": "Garden of Monkey Retrospectus", "url": "", "contact": "info@ironmonkeyarts.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Iron Monkeys"], "artist_location": "Seattle, WA"}, {"description": "A short walk in from the Esplanade, the Garden of Rockets is a large triangle of rope light, with three kinetic sculptures that are propelled by propane ramjets:\n\n4pyre² was first seen in 2010.  Its ramjets spin around in vertical, horizontal, and diagonal circles, tracing out a sphere.\n\nPyroGoRound delights in its sheer multitude of flames and shapes and motions - a 28' diameter structure rotating overhead with 3 rotors and 6 ramjets.Up and down and round and round, like a carousel.\n\nPyroticulation is a pivoting 10\u0092 arm with two 6\u0092 pivoting rotors, each with a pivoting ramjet. A mathematician's delight, its complex motions will appear to be a mystery at first.  Time-lapse photographers will notice that the paths of the ramjets resemble a spirograph.\n\nEach machine is fully controllable by visitors.  Benches are placed around the triangle for viewing, relaxing, and gathering.", "title": "Garden of Rockets", "url": "", "contact": "garden_of_rockets@schardt.org", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Christopher Schardt"], "artist_location": "Oakland, CA"}, {"description": "Inside a seedy motel room, a failed robotic actor suffers a mid-life crisis beside his equally animatronic dog. Beneath a 27 foot tall art deco sign, the crumbling brick exterior offers a cut-away view of attempted opulence-- the interior of a life-size, voyeuristic diorama. Participants are encouraged to push a big button on a fancy kiosk and spin the \u0093Wheel of Fame\u0094 in a desperate attempt to restore Georgie Boy's name back in lights-- accompanied by one of many bad show tune productions.\n\nThis comedic piece observes the western obsessions with youth and entertainment. It draws inspiration from this year's theme in observing rise to celebrity, fall from fame and mid-life crisis as \"Rites of Passage\" themselves. The codependent interplay between the flamboyant main character and his abusive pet Pomeranian accompanied by other animatronic characters quickly engages participants to interact with this tragicomedy macabre.", "title": "Georgie Boy: Fallen Queen of Broadway", "url": "www.MutantVehicle.com/Georgie_Boy.htm", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Mister Jellyfish"], "artist_location": "Sparks, NV"}, {"description": "", "title": "HELLEVATOR", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Chris Callor"], "artist_location": "Boise, ID"}, {"description": "Increasingly the real is being flattened. Is Land turns that on its head. A chunk of fantasy dreamscape robbed from the 2D and dropped off in 3D.", "title": "Is Land", "url": "", "contact": "sarah.cockings@network.rca.ac.uk", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Sarah Cockings"], "artist_location": "London, England"}, {"description": "Merry-Go-Round is an interactive visual and aural experience.  Visitors have the opportunity to interact with the installation much like they interact with life, choosing to have influence over events or allowing events to transpire without interference.\n\nWithin the piece participants experience pre-programmed images, but they are also providing images. While in the space the visitor can choose to move about the space, dictating the sounds and images present, or lie down and look at the ever-changing landscape and sounds.  Every time the participant returns to the space the experience is different. If they see their previous experience projected when they return, they will perceive it differently, creating a new understanding despite the continuity of the structure.  This mimics our journey through life in that we understand and progress through passages of time, reflection and memory.", "title": "Merry-Go-Round", "url": "merryinstallation.tumblr.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Cara Deleon and Joe Hobson"], "artist_location": "Chico, CA"}, {"description": "Nelumbo Nucifera uses steel tubing to suggest the outlines of a 50 foot lotus flower opening up and through the playa mud.\n\nThe lotus is used for its potent symbolism of the Hero\u0092s Journey.  With roots sunk in the rich unconscious mud of material existence, the hero pushes upwards, through pre-programmed layers of body, personality and psyche, opening eventually into the freedom of conscious self creativity.\n\nParticipants journeying to the heart of this opening lotus flower must pass through several layers of petals. In the outer layer petals are only implied with simple steel outlines. Inner petals become more tangible. White fabric defines a membrane. At night these petals come alive as screens for LCD projected imagery designed to reflect upon our various rites of passage.  In the last layer, petals become seats surrounding the turning diamond core of the flower. Opportunity for creative self-reflection awaits the participant.", "title": "Nelumbo Nucifera", "url": "", "contact": "miko111@comcast.net", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Michael Emery"], "artist_location": "Santa Cruz, CA"}, {"description": "NIT WHIPS is a playful interactive installation that fosters the creation of a luminous spectacle by the passersby.\n\nParticipants in the NIT WHIPS installation engage with tall poles, making them oscillate in order to generate rich light compositions that evoke the mythic Northern Lights.", "title": "NIT WHIPS", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Vincent Leclerc"], "artist_location": "Montreal, Quebec Canada"}, {"description": "\"Orgasm\" is a 20' tall x 8' diameter steel vessel which can be filled with wood and burned. It balances on a shaft which can rotate 360 degrees. The shapes which form this vessel include an inner basket made of stainless steel and an outer receiving structure made of regular steel. The interior shape is phallic in form and the receptive portion is meant to be vaginal. This coming together of the male and female climaxes when the wood filled interior is set afire representing orgasm.", "title": "Orgasm", "url": "", "contact": "tedrickart@sbcglobal.net", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Bryan Tedrick"], "artist_location": "Glen Ellen, CA"}, {"description": "Parallel Lives appears as a glowing, six-foot square fluorescent cube ringed with el-wire.  Up close, however, the installation calls for participants to decide what images will appear in a sequence of novelette images in order to cross four thresholds of post-modern life: Transformation, Relationship, Pilgrimage, and Illness.  Some image-based stories provide choices with consequences; others end well or badly regardless of a participant's decisions, just like real life.\n\nAfter the first novelette is complete, participants may proceed to create a second, parallel life on the same side of the cube, similar in terms of the affected ritual but mysteriously different in terms of choices and outcomes.  Parallel Lives seeks to gently remind us that what at first appears as failure may prove more meaningful than success; and while individual voyages present dangers, set backs, and fear, it's never too late to make everything different.", "title": "Parallel Lives", "url": "", "contact": "hagar.john@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["John Hagar"], "artist_location": "Sacramento, CA"}, {"description": "The Past Life Photo Booth beckons users to proudly claim a mediocre, average or slightly villainous former incarnation and in doing so, accept a friendly, playful nudge toward personal growth. Visitors to the Past Life Photo Booth will receive a past life trading card to remind them of their former selves.", "title": "Past Life Photo Booth", "url": "www.pastlifephotobooth.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Laurel May"], "artist_location": "San Francisco, CA"}, {"description": "\u0093Perpetual Motion\u0094 is a kinetic wind-driven sculpture consisting of a tall curving tree-trunk like armature supporting three wind-driven paddlewheels.  The unusual shape of the ornate kinetic elements is reminiscent of something Captain Nemo would have designed.  As daylight comes and goes, and the playa winds grow and recede, \u0093Perpetual Motion\u0094 provides the viewer with an ever-changing dance of light, shadow, and movement.", "title": "Perpetual Motion", "url": "", "contact": "windart@sbcglobal.net", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["David Boyer"], "artist_location": "Reno, CA"}, {"description": "\"The Pier\" is a stage for serendipity, a platform for peaceful participation, and a ramp for rambunctious rendezvous. Its is a 300 ft. long pier jutting forth from the playa. The Pier starts on the playa surface and rises at a gentle 1.9 degree angle ending 10ft. above the playa. The Pier is disheveled and dangerous, from a bygone era that never existed.", "title": "The Pier", "url": "", "contact": "mrschultz@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["The Pier Group led by Matt Schultz"], "artist_location": "Carnelian Bay, CA"}, {"description": "What would happen if a giant, mutated centipede/scorpion crawled out from beneath the playa and began to attract the bicycles of Black Rock City residents from miles around? Based on the philosophy of Form vs. Function vs. Fantasy, Rack Attack! could look like a sculpture on its own or function as a secure, well-lit, large capacity bike rack. When Black Rock citizens are looking for a place to lean or lock their bike in the vicinity of Rack Attack! interaction will inevitably occur.", "title": "Rack Attack! Mutant Centipede Bike Rack", "url": "", "contact": "smerko72@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Mark Melnick & Maya Lowry"], "artist_location": "Las Vegas, NV"}, {"description": "The installation is garlic-shape structure reacting the visitor\u0092s resonances with light and projection. The structure is divided into six cabins.\n\nThe cabins are covered with UTOPLAST recycled plastic overlay. Output is defined by the entering visitor, generated by her\\his resonances. (breath, heart beat, body temperature)\n\nReOnion installation is a initiation ritual to a special physical and virtual space with its own rules. It is a connecting sphere of inside and outside, me and them, you and I.\n\nWe hope to help our visitors and spectators to a discovery of inner and outer mental space and of communicative resonance.", "title": "reOnion Project", "url": "", "contact": "reonionproject@gmail.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Zsolt Ádám", "Juli Laczkó", "Dániel Feles", "Péter Debreczeni", "Andrea Sztojánovits"], "artist_location": "Budapest, Hungary"}, {"description": "The Right of Pezzage is a 15-foot tall chicken-headed yellow Pez Dispenser that dispenses words of wisdom, items of pezzage, and fun.", "title": "The Right of Pezzage", "url": "", "contact": "fjcava2@mac.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["FJ Cava"], "artist_location": "San Francisco, CA"}, {"description": "Rock Inferno is an interactive fire art video game. The player uses a guitar-shaped video game controller to \"play along\" with a classic rock, modern rock, or metal song by following the note track projected on an eight-foot wide screen.  When the player strums a note correctly, one of five flame effects mounted above the screen sends a burst of fire into the air.", "title": "Rock Inferno", "url": "www.arsoniccreations.com/rockinferno.shtml", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Dennis \"Zoo Money\" Lambe", "Chris \"Smokey\" Lavelle", "Jeff \"Valence\" Sweetman", "Ray \"Neutral\" Somers", "Jen \"Monster\" Swanson"], "artist_location": "Danbury, CT"}, {"description": "The Jormungand (Midgard) and Julunggul (Rainbow) serpents sit between two worlds; the old world that needed and revered them and the present which has shunned such monsters as fears metamorphosed into mythical form. Our present world has left behind these harbingers of destruction and physical embodiments of \u0093the ultimate task\u0094 (usually the task of slaying such beast) as so much fantasy. Much as a child puts away his imaginary playthings when he becomes an adult, the dreadful serpent that exists in so many of the world's cultures' myths has been put aside. All these now modern civilizations went through this same rite of passage; that of dismissing myth and legend to depend merely on science and fact. Our two serpents will render in metal and cast off materials these mythical beasts by using modern science; restoring ancient mythos to the Burning Man community.", "title": "The Serpent Twins", "url": "www.serpenttwins.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Jon Sarriugarte", "Kyrsten Mate"], "artist_location": "Oakland, CA"}, {"description": "Once the sun goes behind the mountains and the city erupts, the SuperConductor really comes to life. What was once a gigantic mirror is now an interactive orchestra of light with 1008 5\u0094 round pixels, each capable of  producing over 16 million colors in user-controlled coordinated animations and behaviors. The BIG RED Button should be used wisely!", "title": "The SuperConductor", "url": "www.s-conductor.com", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Singularity (a group of people)"], "artist_location": "West Bountiful, UT"}, {"description": "The Temple of Transition is a place of ritual and transition, a place where we both remember and look ahead, a place of ending and beginning.\n\nVaulted, lofty, and delicate, five smaller Temples surround a larger central Temple. Within each Temple a different phase of life is marked and explored. Altars and shrines abound amongst intricately decorated archways, windows, and walkways. Peacefulness, reverence, and reflection suffuse every aspect of the Temples. Everyone is welcome, it exists for everyone...", "title": "The Temple of Transition", "url": "", "contact": "info@temple2011.org", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Chris Hankins", "Diarmaid Horkan and the International Art Megacrew"], "artist_location": "Reno, NV, Dublin, Ireland, and Aukland, NZ"}, {"description": "Titanoboa is an electromechanical reincarnation of the ancient 50ft serpent rendered extinct by past climate change. The project is a vehicle to provoke discussion, and to enable learning through the creation of a mesmerizing machine. Titanoboa experiments with mind-boggling modes of propulsion, and restores life to a terrifying beast the likes of which the world has not see for 60 million years.  Dare to ride the snake and look towards the uncertain future of our beloved planet.", "title": "Titanoboa", "url": "http://titanoboa.ca/", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Charlie Brinson & crew"], "artist_location": "Vancouver, BC Canada"}, {"description": "", "title": "Tower of Transformation", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Joe Arnold"], "artist_location": "Estes Park, CO"}, {"description": "", "title": "Truth is Beauty", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Marco Cochrane"], "artist_location": "San Francisco, CA"}, {"description": "Tympani Lambada is a sculptural embodiment of the structures by which we hear and balance, combining fire, vibration and sound to create an experience rich with visceral sensuality. The bone and membrane of the inner ear\u0092s vestibular system is transformed into steel and fire.\n\nFlame effects, LEDs and sound effects mirror the function - circular, sensory experience: smell, hear, touch.", "title": "Tympani Lambada", "url": "", "contact": "info@flaminglotus.com", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Flaming Lotus Girls"], "artist_location": "San Francisco, CA"}, {"description": "Vast is an alternate reality bubble built by Zark Industries.  This 18 foot dodecagon, apparently built from wood and fine Corinthian leather, was built as some sort of meat/technology interface. The outside is a intricate fleshy carapace inscribed with the symbols of some long forgotten civilization; obviously influenced by space travelers. Participants climb a ladder and descend into another reality, a portal into a fantastic micro-miniature world.  Due to our enormous size as humans we can only enter these worlds with our imagination or the use of mind enhancements. Participants can also enter into this sphere as the Puppet-master, a miniature grotesque beast, part human (you), part TiniTech®.", "title": "Vast", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Quentin Davis"], "artist_location": "Bela Cynwyd, PA"}, {"description": "10 bicycles are placed in the special stands equipped with power generators and wired to the video projector, which uses the power energy created by people pedaling bicycles. While they pedal, they can enjoy movies on the screen (at night) or charge the electric devices (during the day).  This is economical, ecological, sportive and interactive cinema. It\u0091s essence that everyone, who can cycle, can join in and generate the electricity which is used for powering the equipment.", "title": "Velocinema", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["Jonas Dovydenas"], "artist_location": null}, {"description": "'The Wet Dream' is an uncanny desert oasis. In the heat of the day it will provide shelter with the gentle audio of falling rain, and the occasional thunderstorm. Being under a canopy of umbrellas reminds one further of the experience of rain, thus mentally cooling and calming them. By night the rain effect will be enhanced by a visual experience via white LED rope lights, descending from different heights above. The Wet Dream is uncanny, sculptural and constantly changing, it tickles the senses but also provides a place to congregate and turn participants into active contributors through gifting.\n\nTo mark the changes of sun down/sun up, as the rain lights are turning on/off, the space will erupt with stormy weather. For this period of time the LEDs and audio will act together as lightning and thunder.", "title": "The Wet Dream", "url": "", "contact": "", "image_url": "http://www.burningman.com/sections/all/burningman_black.png", "artists": ["armbaby"], "artist_location": "London, England"}]
